[{"source": "https://mohua.gov.in/upload/uploadfiles/files/PMSVANidhi%20Guideline_English.pdf", "summary": "1. Scheme Benefits:\n   - The scheme provides a working capital loan of up to ₹10,000 to street vendors.\n   - Regular repayment is incentivized and digital transactions are rewarded.\n   - Street vendors are eligible for an interest subsidy of 7%.\n   - Cashback incentives ranging from ₹50 to ₹100 are provided for executing digital transactions.\n   - On timely repayment, vendors are eligible for the next cycle of working capital loan with an enhanced limit.\n\n2. Scheme Application Process:\n   - Interested street vendors can approach or be approached by representatives of lending institutions such as Banks, NBFCs, and MFIs.\n   - Lending institution representatives will key in the relevant details in the search engine of the IT platform/mobile App.\n   - The application information will then move electronically to the Urban Local Bodies (ULBs) or the Town Vending Committee (TVC) for verification.\n   - After verification, the application will go to the concerned lending institution for sanction.\n\n3. Eligibility Criteria:\n   - The scheme is available to all street vendors engaged in vending in urban areas as on or before March 24, 2020.\n   - The vendor should possess a Certificate of Vending/Identity Card issued by Urban Local Bodies (ULBs) or have been identified in the survey but not issued a certificate.\n   - Street vendors left out of the ULB-led identification survey or who have started vending after the survey and have been issued a Letter of Recommendation (LoR) by the ULB/TVC are eligible.\n   - The vendors of surrounding development/peri-urban/rural areas vending in the geographical limits of the ULBs and have been issued an LoR by the ULB/TVC are eligible.\n\n4. Documents Required:\n   - Certificate of Vending/Identity Card issued by Urban Local Bodies (ULBs).\n   - Letter of Recommendation (LoR) from ULB/TVC for vendors not covered in the identification survey.\n   - The list of vendors prepared by certain States/UTs for providing one-time assistance during the lockdown period, system-generated request sent to ULBs/TVCs for issue of LoR, membership details with the vendors associations, documents supporting the vendor's claim of vending, or a report of local enquiry conducted by ULB/TVC can be used to issue letters of recommendation."}]